Repository: joradom/yith-proteo
Catalog: languages/yith-proteo-*.po
Languages: nl_nl

source: Oops! That page can&rsquo;t be found.
nl_nl: Sorry. Deze pagina kan worden gevonden.

source: It looks like nothing was found at this location. Maybe try a search?
nl_nl: Het lijkt erop dat er niets is gevonden op deze locatie. Probeer de zoekfunctie.

source: One thought on &ldquo;%1$s&rdquo;
nl_nl: Een mening over &ldquo;%1$s&rdquo;

source: Comments are closed.
nl_nl: Reacties zijn gesloten

source: <a href="https://proteo.yithemes.com/" target="_blank" rel="noopener">Proteo</a> - A free theme designed with <span class="lnr lnr-heart"></span> by <a href="https://yithemes.com" rel="nofollow">YITH</a>
nl_nl: <a href="https://proteo.yithemes.com/" target="_blank" rel="noopener">Proteo</a> - Een gratis thema ontworpen met <span class="lnr lnr-heart"></span> door <a href="https://yithemes.com" rel="nofollow">YITH</a>

source: Primary
nl_nl: Eerst

source: Mobile Menu
nl_nl: Mobiel menu

source: Skip to content
nl_nl: Doorgaan naar inhoud

source: Toggle navigation
nl_nl: Navigatie toggle

source: %s <span class="screen-reader-text says">says:</span>
nl_nl: %s <span class="screen-reader-text says">zegt:</span>

source: %1$s at %2$s
nl_nl: %1$s op %2$s

source: (Edit)
nl_nl: (Bewerk)

source: Your comment is awaiting moderation.
nl_nl: Je reactie wacht op goedkeuring.

source: On
nl_nl: Aan

source: Off
nl_nl: Uit

source: Yes
nl_nl: Ja

source: No
nl_nl: Nee

source: Select font weight & style
nl_nl: Selecteer de lettertype zwaarte & stijl

source: Header and Topbar
nl_nl: Header en topbar

source: Header background image
nl_nl: Header en achtergrondafbeelding

source: Footer and Credits
nl_nl: Footer en credits

source: Site colors
nl_nl: Site kleuren

source: Site background image
nl_nl: Achtergrondafbeelding site

source: No sidebar
nl_nl: Geen zijbalk

source: Right
nl_nl: Rechts

source: Left
nl_nl: Links

source: Choose the single post layout
nl_nl: Kies de enkele post lay-out

source: Disable sidebars if you want to use Background picture layout.
nl_nl: Zijbalken uitschakelen als je de achtergrondfoto lay-out wilt gebruiken.

source: Standard
nl_nl: Standaard

source: Background picture
nl_nl: Achtergrondfoto

source: Fullwidth cover image
nl_nl: Omslagafbeelding volledige breedte

source: Post featured image height
nl_nl: Hoogte uitgelichte afbeelding van een bericht.

source: Post thumbnail background overlay
nl_nl: Post thumbnail achtergrond overlay

source: Overlay color opacity % (default: 70%)
nl_nl: Doorzichtigheidspercentage kleur overlay (standaard: 70%)

source: Post thumbnail text color
nl_nl: Post thumbnail tekstkleur

source: Show date badge
nl_nl: Toon datum badge

source: Choose whether to show the post date badge or not.
nl_nl: Bepaal of je de bericht datum badge wilt tonen of niet.

source: Read more &#10230;
nl_nl: Lees meer &#10230;

source: Read more text
nl_nl: Lees meer tekst

source: Buttons
nl_nl: Knoppen

source: Border radius (default: 50px)
nl_nl: Randradius (standaard: 50px)

source: Button style 1
nl_nl: Knopstijl 1

source: Border color
nl_nl: Randkleur

source: Button style 2
nl_nl: Knopstijl 2

source: Main color shade
nl_nl: Schaduw hoofd kleur

source: Save your settings and reload the page to let the magic happen
nl_nl: Sla de instellingen op en herlaad te pagina om de magie te laten gebeuren

source: Theme documentation & tools
nl_nl: Thema documentatie & gereedschap

source: Theme documentation
nl_nl: Thema documentatie

source: Read theme documentation
nl_nl: Lees de thema documentatie

source: here
nl_nl: hier

source: Child theme
nl_nl: Kinder thema

source: Download child theme
nl_nl: Download kinder thema

source: Setup Wizard
nl_nl: Installatie wizard

source: Install demo content and suggested plugins
nl_nl: Demo inhoud en voorgestelde plugins installeren

source: Enter here the content of the footer credits area
nl_nl: De inhoud van de footer credits sectie hier invoeren

source: Footer credits background color
nl_nl: Achtergrondkleur footer credits

source: Font size (default: 16px)
nl_nl: Lettertypegrootte (standaard: 16px)

source: Font color
nl_nl: Lettertypekleur

source: Hyperlink color
nl_nl: Kleur hyperlink

source: Hyperlink :hover color
nl_nl: Hyperlink: hoveren kleur

source: Elements alignment
nl_nl: Uitlijning elementen

source: Center
nl_nl: Midden

source: Footer options
nl_nl: Footer opties

source: Footer background color
nl_nl: Achtergrondkleur footer

source: Footer background image
nl_nl: Achtergrondafbeelding footer

source: Background repeat
nl_nl: Achtergrond herhalen

source: Don't repeat
nl_nl: Niet herhalen

source: Repeat horizontally and vertically
nl_nl: Horizontaal en verticaal herhalen

source: Repeat horizontally
nl_nl: Horizontaal herhalen

source: Repeat vertically
nl_nl: Verticaal herhalen

source: Background position
nl_nl: Achtergrond positie

source: Left top
nl_nl: Links boven

source: Left center
nl_nl: Links midden

source: Left bottom
nl_nl: Links onder

source: Right top
nl_nl: Rechts boven

source: Right center
nl_nl: Rechts midden

source: Right bottom
nl_nl: Rechts onder

source: Center top
nl_nl: midden boven

source: Center bottom
nl_nl: midden onder

source: Enable footer widget area #1
nl_nl: Footer widget area #1 inschakelen

source: Footer widget area #1 width (%).
nl_nl: Footer widget gebied #1 breedte (%).

source: Columns in footer widget area #1.
nl_nl: Kolommen in footer widget gebied #1.

source: Enable footer widget area #2
nl_nl: Footer widget gebied #2 inschakelen

source: Footer widget area #2 width (%).
nl_nl: Footer widget gebied #2 breedte (%)

source: Columns in footer widget area #2
nl_nl: Kolommen in footer widget gebied #2

source: Put the two widget areas side by side
nl_nl: Plaats twee widget gebieden naast elkaar

source: Forms
nl_nl: Formulieren

source: Input and textarea border radius (default: 0px)
nl_nl: Input en tekst gebied rand radius (standaard: 0px)

source: Header layout and style
nl_nl: Lay-out en stijl header

source: Header background color
nl_nl: Achtergrondkleur header

source: Header layout
nl_nl: Lay-out header

source: Logo on the left and navigation below
nl_nl: Logo aan de linkerkant en navigatie onder

source: Logo on the left and navigation inline
nl_nl: Logo aan de linkerkant en navigatie inline

source: Centered logo and navigation below
nl_nl: Logo gecentreerd en navigatie onder

source: Enable full width header
nl_nl: Header van volledige breedte inschakelen

source: Choose whether to make the header full width or not.
nl_nl: Bepaal of je de header in volledige breedte wilt weergeven of niet.

source: Show search icon
nl_nl: Toon zoeken pictogram

source: Show cart icon
nl_nl: Toon winkelwagen pictogram

source: Show user account icon
nl_nl: Toon gebruikers account pictogram

source: Show header sidebar
nl_nl: Toon zijbalk header

source: Choose whether to show or not the header widget area
nl_nl: Bepaal of je het header widget gebied wilt tonen of niet

source: Header menu font
nl_nl: Lettertype header menu

source: Main menu font size (default: 14px)
nl_nl: Lettertypegrootte hoofdmenu (standaard: 14px)

source: Header menu color
nl_nl: Achtergrondkleur header menu

source: Header menu :hover color
nl_nl: Header menu :hoveren kleur

source: Enable sticky header
nl_nl: Sticky header inschakelen

source: Choose whether to make the header stick to the page when scrolling down
nl_nl: Bepaal of je de header wilt laten plakken op de pagina, bij omlaag scrollen

source: Sticky header background color
nl_nl: Achtergrondkleur sticky header

source: Sticky header menu color
nl_nl: Kleur sticky header menu

source: Sticky header menu :hover color
nl_nl: Sticky header menu: hoveren kleur

source: Mobile topbar
nl_nl: Topbar mobiel

source: Show topbar in mobile
nl_nl: Topbar tonen in mobiel

source: Mobile header
nl_nl: Header mobiel

source: Mobile menu opener position
nl_nl: Positie mobiel menu opener

source: Show search icon in mobile
nl_nl: Toon zoeken pictogram op mobiel

source: Show cart icon in mobile
nl_nl: Toon winkelwagen pictogram op mobiel

source: Show user account icon in mobile
nl_nl: Toon gebruiker account pictogram op mobiel

source: Mobile menu
nl_nl: Mobiel menu

source: Mobile menu background color
nl_nl: Achtergrondkleur mobiel menu

source: Mobile menu color
nl_nl: Kleur mobiel menu

source: Mobile menu :hover color
nl_nl: Mobiel menu: hoveren kleur

source: Mobile menu alignment
nl_nl: Uitlijning mobiel menu

source: Mobile typography
nl_nl: Lettertype mobiel

source: Site Title font size (default: 38px)
nl_nl: Lettertype grootte site titel (standaard: 38px)

source: Tagline font size (default: 11px)
nl_nl: Lettertype grootte slogan (standaard: 11px)

source: Body font size (default: 13px)
nl_nl: Lettertype hoofdtekst (standaard: 13px)

source: Topbar font size (default: 13px)
nl_nl: Lettertype grootte topbar (standaard: 31px)

source: Mobile menu font size (default: 16px)
nl_nl: Lettertype grootte mobiel menu (standaard: 16px)

source: H1 font size (default: 56px)
nl_nl: H1 lettertype grootte (standaard: 56px)

source: H2 font size (default: 32px)
nl_nl: H2 lettertype grootte (standaard: 32px)

source: H3 font size (default: 15px)
nl_nl: H3 lettertype grootte (standaard: 15px)

source: H4 font size (default: 13px)
nl_nl: H4 lettertype grootte (standaard: 13px)

source: H5 font size (default: 10px)
nl_nl: H5 lettertype grootte (standaard: 10px)

source: H6 font size (default: 9px)
nl_nl: H6 lettertype grootte (standaard: 9px)

source: Footer font size (default: 13px)
nl_nl: Lettertype grootte (standaard: 13px)

source: Footer credits font size (default: 13px)
nl_nl: Lettertype grootte footer credits (standaard: 13px)

source: Sidebars
nl_nl: Zijbalken

source: Posts and pages sidebar
nl_nl: Berichten en pagina's zijbalk

source: Choose the sidebar position for posts and pages
nl_nl: Kies de zijbalk positie voor berichten en pagina's

source: Select where to display the default sidebar. You can adjust the settings from the page/post edit view.
nl_nl: Selecteer waar je de standaard zijbalk wilt weergeven. Je kunt de instellingen aanpassen vanaf de pagina/post bewerkingsweergave.

source: Choose the default sidebar for posts and pages
nl_nl: Kies de standaard zijbalk voor berichten en pagina's

source: Select the sidebar to display. It will be used for archive pages too.
nl_nl: Selecteer de zijbalk om weer te geven. Deze zal ook worden gebruikt in archief pagina's.

source: Blog page sidebar
nl_nl: Blog pagina zijbalk

source: Choose the position of the blog page sidebar
nl_nl: Bepaal de positie van de blog pagina zijbalk

source: Select where to display the sidebar. You can pick up a specific sidebard from the page edit view.
nl_nl: Bepaal waar je de zijbalk wilt weergeven. Je kunt een specifieke zijbalk kiezen vanaf de pagina bewerkingsweergave.

source: Choose the blog sidebar
nl_nl: Kies de blog zijbalk

source: Select the sidebar to display. You can pick a specific sidebar from the single post edit page.
nl_nl: Selecteer een zijbalk om weer te geven. Je kunt een specifieke zijbalk kiezen vanaf de single post bewerkingspagina.

source: Blog categories sidebar
nl_nl: Blog categorieën zijbalk

source: Choose the position of blog category pages sidebar
nl_nl: Bepaal de positie van de 'blog categorie pagina's' zijbalk

source: Select where to display the sidebar.
nl_nl: Selecteer waar je de zijbalk wilt weergeven.

source: Choose blog category pages sidebar
nl_nl: Kies blog categorie pagina's zijbalk

source: Select the sidebar to display.
nl_nl: Selecteer de zijbalk om weer te geven.

source: Blog tags sidebar
nl_nl: Blog tags zijbalk

source: Choose the position of blog tag pages sidebar
nl_nl: Bepaal de positie van de 'blog tag pagina's' zijbalk

source: Choose blog tag pages sidebar
nl_nl: Kies blog tag pagina's zijbalk

source: Logo image max width (px)
nl_nl: Maximale breedte (px) logo afbeelding

source: Site Title
nl_nl: Site titel

source: Site title font
nl_nl: Lettertype site titel

source: Site Title font size
nl_nl: Lettertype grootte site titel

source: Site Title color
nl_nl: Kleur site titel

source: Tagline
nl_nl: Slogan

source: Tagline font
nl_nl: Lettertype slogan

source: Tagline font size
nl_nl: Lettertype grootte slogan

source: Tagline color
nl_nl: Kleur slogan

source: Enable topbar
nl_nl: Topbar inschakelen

source: Choose whether to show the site topbar or not
nl_nl: Bepaal of je de topbar wilt weergeven of niet

source: Topbar background color
nl_nl: Achtergrondkleur topbar

source: Show bottom border
nl_nl: Toon onderste rand

source: Typography
nl_nl: Typografie

source: Body font
nl_nl: Lettertype hoofdtekst

source: Body font size (default: 16px)
nl_nl: Lettertypegrootte hoofdtekst (standaard: 16px)

source: Body font color
nl_nl: Lettertypekleur hoofdtekst

source: General link color
nl_nl: Algemene link kleur

source: General link :hover color
nl_nl: Algemene link :hoveren kleur

source: Show underlined links
nl_nl: Toon onderstreepte links

source: H1 font
nl_nl: H1 lettertype

source: H1 font size (default: 32px)
nl_nl: H1 lettertypegrootte (standaard: 32px)

source: H1 font color
nl_nl: H1 lettertypekleur

source: H2 font
nl_nl: H2 lettertype

source: H2 font size (default: 24px)
nl_nl: H2 lettertypegrootte (standaard: 24px)

source: H2 font color
nl_nl: H2 lettertypekleur

source: H3 font
nl_nl: H3 lettertype

source: H3 font size (default: 19px)
nl_nl: H3 lettertypegrootte (standaard: 19px)

source: H3 font color
nl_nl: H3 lettertypekleur

source: H4 font
nl_nl: H4 lettertype

source: H4 font size (default: 16px)
nl_nl: H4 lettertypegrootte (standaard: 16px)

source: H4 font color
nl_nl: H4 lettertypekleur

source: H5 font
nl_nl: H5 lettertype

source: H5 font size (default: 13px)
nl_nl: H5 lettertypegrootte (standaard: 13px)

source: H5 font color
nl_nl: H5 lettertypekleur

source: H6 font
nl_nl: H6 lettertype

source: H6 font size (default: 11px)
nl_nl: H6 lettertypegrootte (standaard: 11px)

source: H6 font color
nl_nl: H6 lettertypekleur

source: Additional Google Font
nl_nl: Aanvullende Google Font

source: Enter the URL of a Google Font you want to use within the theme.
nl_nl: URL van de Google Font die je wilt gebruiken binnen het thema invoeren.

source: Read how to retrieve a Google font url
nl_nl: Lees en zie hoe je een Google Font URL kunt verkrijgen

source: Breadcrumbs
nl_nl: Kruimelpad

source: Show breadcrumbs
nl_nl: Toon kruimelpad

source: Choose whether to show breadcrumbs on pages, posts and products.
nl_nl: Bepaal of je een kruimelpad wilt tonen op pagina's, posts en producten.

source: Cart page
nl_nl: Winkelwagen pagina

source: Cart layout
nl_nl: Winkelwagen lay-out

source: Choose the cart layout
nl_nl: Bepaal de winkelwagen lay-out

source: Please select
nl_nl: Selecteer alsjeblieft

source: One column layout
nl_nl: Een kolom lay-out

source: Two column layout
nl_nl: Twee kolommen lay-out

source: Max cross sell products to show
nl_nl: Maximum cross-sell producten om weer te geven

source: Choose how many cross sell products you want to show (default: 4)
nl_nl: Bepaal hoeveel cross-sell producten je wilt tonen (standaard: 4)

source: Cross sell columns
nl_nl: Cross-sell kolommen

source: Choose how many columns with cross sell products you want to show (default: 4)
nl_nl: Bepaal hoeveel kolommen met cross-sell producten je wilt tonen (standaard: 4)

source: Update cart button style
nl_nl: Update winkelwagen knop stijl

source: Textual
nl_nl: Tekstuele

source: Button
nl_nl: Knop

source: Messages
nl_nl: Berichten

source: WooCommerce messages font size (default: 16px)
nl_nl: Lettertype grootte WooCommerce berichten (standaard: 16px)

source: Default messages: accent color
nl_nl: Standaard berichten: nadruk kleur

source: Info messages: accent color
nl_nl: Informatie berichten: nadruk kleur

source: Error messages: accent color
nl_nl: Foutmelding : nadruk kleur

source: Product hover effect
nl_nl: Product hoveren effect

source: None
nl_nl: Geen

source: Alternative image
nl_nl: Alternatieve afbeelding

source: Glow + alternative image
nl_nl: Glow + alternatieve afbeelding

source: Product title font size (default: 14px)
nl_nl: Product titel lettertypegrootte (standaard: 14px)

source: Product title font color
nl_nl: Product titel lettertype kleur

source: Product price font size (default: 14px)
nl_nl: Productprijs lettertypegrootte (standaard: 14px)

source: Product price font color
nl_nl: Productprijs lettertype kleur

source: Add to cart style
nl_nl: Toevoegen aan winkelwagen stijl

source: How should the add to cart button be displayed in product catalog pages?
nl_nl: Hoe moet de toevoegen aan winkelwagen kop worden weergegeven in product catalogus pagina's?

source: Textual link
nl_nl: Tekstuele link

source: Add to cart font size (default: 14px)
nl_nl: Toevoegen aan winkelwagen lettertypegrootte (standaard: 14px)

source: Product Category page
nl_nl: Product categorie pagina

source: Choose the position of the sidebar on product category pages
nl_nl: Bepaal de positie van de zijbalk in de product categorie pagina's

source: Choose the product category page sidebar
nl_nl: Kies de product categorie pagina zijbalk

source: Product Tag page
nl_nl: Product tag pagina

source: Choose the position of the sidebar on product tag pages
nl_nl: Bepaal de positie van de zijbalk in de product tag pagina's

source: Choose the product tag page sidebar
nl_nl: Kies de product tag pagina zijbalk

source: Product Taxonomy page
nl_nl: Product taxonomy pagina

source: Choose the position of the sidebar on product taxonomy pages
nl_nl: Bepaal de positie van de zijbalk in de product taxonomie pagina's

source: Choose the product taxonomy page sidebar
nl_nl: Kies de product taxonomie pagina zijbalk

source: Sale badge
nl_nl: Uitverkoop badge

source: Sale badge background color
nl_nl: Achtergrondkleur uitverkoop badge

source: Store notice text color
nl_nl: Tekst kleur bericht winkel

source: Sale badge font size (default: 13px)
nl_nl: Lettertype grootte uitverkoop badge (standaard: 13px)

source: Single product page
nl_nl: Single product pagina

source: Product title
nl_nl: Product titel

source: Font family
nl_nl: Lettertype familie

source: Font size (default: 32px)
nl_nl: Lettertype grootte (standaard: 32px)

source: Product image
nl_nl: Product afbeelding

source: Enable featured image zoom
nl_nl: Uitgelichte afbeelding zoom inschakelen

source: Enable featured image lightbox
nl_nl: Uitgelichte afbeelding lightbox inschakelen

source: Enable additional images slider
nl_nl: Aanvullende afbeeldingen slider inschakelen

source: Product price and Add to cart
nl_nl: Productprijs en toevoegen aan winkelwagen

source: Product price font size (default: 35px)
nl_nl: Productprijs lettertypegrootte (standaard: 35px)

source: Product quantity font size (default: 40px)
nl_nl: Product hoeveelheid lettertypegrootte (standaard: 40px)

source: Add to cart button font size (default: 20px)
nl_nl: Toevoegen aan winkelwagen knop lettertypegrootte (standaard: 20px)

source: Related products
nl_nl: Gerelateerde producten

source: Max related products to show
nl_nl: Max aantal gerelateerde producten om weer te geven

source: Choose how many related products you want to show (default: 4)
nl_nl: Bepaal het aantal gerelateerde producten dat je wilt weergeven (standaard: 4)

source: Related products columns
nl_nl: Gerelateerde producten kolommen

source: Choose how many columns with related products you want to show (default: 4)
nl_nl: Bepaal het aantal kolommen met gerelateerde producten dat je wilt weergeven (standaard: 4)

source: Sidebar management
nl_nl: Zijbalk management

source: Choose the position of the sidebar on single product page
nl_nl: Bepaal de positie van de zijbalk in de single product pagina

source: Select where to display the sidebar. You can adjust the settings from product edit view.
nl_nl: Bepaal waar je de zijbalk wilt weergeven. Je kunt de instellingen aanpassen vanaf de product bewerkingsweergave.

source: Choose the sidebar to use on single product page
nl_nl: Kies de zijbalk die je wilt gebruiken op de enkele product pagina

source: You can adjust the settings from product edit view.
nl_nl: Je kunt de instellingen aanpassen vanaf de product bewerkingsweergave.

source: Force all product to use the same sidebar.
nl_nl: Forceer dezelfde zijbalk voor alle producten.

source: Tabs management
nl_nl: Tabblad management

source: Tab title font size (default: 30px)
nl_nl: Tabblad titel lettertypegrootte (standaard: 30px)

source: Tab title font color
nl_nl: Tabblad titel lettertype kleur

source: Tab content font size (default: 16px)
nl_nl: Tabblad inhoud lettertypegrootte (standaard: 16px)

source: Product categories, tags and SKU
nl_nl: Product categorieën, tags en SKU

source: Show product categories
nl_nl: Product categorieën tonen

source: Show product tags
nl_nl: Product tags tonen

source: Show product SKU
nl_nl: Product SKU tonen

source: Store notice background color
nl_nl: Achtergrondkleur bericht winkel

source: Store notice font size (default: 13px)
nl_nl: Lettertype grootte bericht winkel (standaard: 13px)

source: Title icon
nl_nl: Titel icoon

source: Sidebar position
nl_nl: Zijbalk positie

source: Sidebar Chooser
nl_nl: Zijbalk kiezer

source: Header and footer
nl_nl: Header en footer

source: Enable this option to hide site header and footer.
nl_nl: Deze optie inschakelen om header en footer van site te verbergen.

source: none
nl_nl: geen

source: inherit
nl_nl: samengevoegd

source: no-sidebar
nl_nl: Geen zijbalk

source: left
nl_nl: links

source: right
nl_nl: rechts

source: Default Sidebar
nl_nl: Standaard zijbalk

source: Add widgets here.
nl_nl: Widgets hier toevoegen.

source: Topbar Sidebar
nl_nl: Topbar zijbalk

source: Header Sidebar
nl_nl: Header zijbalk

source: Footer Sidebar 1 (multiple columns can be configured)
nl_nl: Footer zijbalk 1 (meerdere kolommen kunnen worden geconfigureerd)

source: Footer Sidebar 2 (multiple columns can be configured)
nl_nl: Footer zijbalk 2 (meerdere kolommen kunnen worden geconfigureerd)

source: Sidebar 2
nl_nl: Zijbalk 2

source: Sidebar 3
nl_nl: Zijbalk 3

source: Sidebar 4
nl_nl: Zijbalk 4

source: Sidebar 5
nl_nl: Zijbalk 5

source: Shop sidebar
nl_nl: Winkel zijbalk

source: Blog category sidebar
nl_nl: Blog categorie zijbalk

source: Blog tag sidebar
nl_nl: Blog tag zijbalk

source: Search
nl_nl: Zoeken

# post author
source: By %s
nl_nl: Door %s

source: Edit <span class="screen-reader-text">%s</span>
nl_nl: Bewerk <span class="screen-reader-text">%s</span>

source: Activate
nl_nl: Activeren

source: A shortcut to site login page
nl_nl: Een shortcut naar de login pagina van de site

source: Hello %s
nl_nl: Hallo %s

source: Custom icon
nl_nl: Aangepast icoon

source: My account url
nl_nl: Mijn account url

source: Add Media
nl_nl: Media toevoegen

source: Clear
nl_nl: Wissen

source: Recent Comments
nl_nl: Recente reacties

# widgets
source: %1$s on %2$s
nl_nl: %1$s op %2$s

source: Recent Posts
nl_nl: Recente posts

# comments count on widget
source: %1$s comment
nl_nl: %1$s opmerking

source: Social Networks
nl_nl: Sociale netwerken

source: Links to your social profiles
nl_nl: Links naar je sociale profielen

source: To hide a field, just leave it empty
nl_nl: Om het veld te verbergen, laat het leeg

source: Title:
nl_nl: Titel:

source: View your shopping cart
nl_nl: Bekijk jouw winkelwagen

source: Logout
nl_nl: Uitloggen

source: Account info
nl_nl: Account informatie

source: %d item in cart
nl_nl: %d item in winkelwagen

source: Thank you.
nl_nl: Dankjewel.

source: Search results for: %s
nl_nl: Gevonden resultaten voor: %s

source: Nothing found
nl_nl: Niets gevonden

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
nl_nl: Ben je klaar om je eerste post te publiceren? <a href="%1$s">Begin hier</a>.
