Repository: joradom/yith-proteo
Catalog: languages/yith-proteo-*.po
Languages: nl_nl

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
nl_nl: Sorry, er zijn geen overeenkomsten gevonden. Probeer het opnieuw met andere sleutelwoorden.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
nl_nl: Het lijkt erop dat we niet hebben kunnen vinden wat je zocht. Probeer de zoekfunctie.

source: Pages:
nl_nl: Pagina's:

source: Categories: %1$s
nl_nl: Categorieën: %1$s

source: Leave a comment<span class="screen-reader-text"> on %s</span>
nl_nl: Laat een reactie achter<span class="screen-reader-text"> op %s</span>

source: Continue reading<span class="screen-reader-text"> "%s"</span>
nl_nl: Verder lezen<span class="screen-reader-text"> "%s"</span>

source: You must be logged in to proceed with the checkout.
nl_nl: Je moet ingelogd zijn om door te gaan met afrekenen.

source: Your order
nl_nl: Je bestelling

source: Personal info
nl_nl: Persoonlijke informatie

source: First name:
nl_nl: Voornaam:

source: Last name:
nl_nl: Achternaam:

source: Password:
nl_nl: Wachtwoord:

source: Edit info
nl_nl: Bewerk informatie

source: Billing info & address
nl_nl: Factuurinformatie & adres

source: Company name:
nl_nl: Bedrijfsnaam:

source: VAT:
nl_nl: BTW:

source: Address:
nl_nl: Adres:

source: Shipping info & address
nl_nl: Factuurinformatie & adres

source: N/A
nl_nl: N.V.T.

source: Category:
nl_nl: Categorie:
